/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "Der opstod en fejl under læsning af farvepaletten ‘%@’. Vælg en anden palet.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "Der opstod en fejl under arkivering af farvepaletten ‘%@’. Prøv at arkivere igen.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "Der opstod en fejl, mens den specielle palet blev forsøgt arkiveret til ‘%@’. Prøv at arkivere igen.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Er du sikker på, at du vil fjerne hele ‘%@’-farvepaletten?";

/* Brightness slider text */
"Brightness" = "Lysstyrke";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Annuller";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Farvepaletter";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Farvemærker";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Farvehjul";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Crayon";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "Enheds-CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Enhedsgrå";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "Enheds-RGB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "Fejl ved omdøbning af palet";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "Generel CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Generel gråtone";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "Generel RGB";

/* Color space or profile model name; monochrome */
"Gray" = "Grå";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Skjul farver";

/* Hue slider text */
"Hue" = "Nuance";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Billedpaletter";

/* Color space or profile model name */
"Indexed" = "Indekseret";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Det er uklart, hvilket emne du vil omdøbe. Sørg for kun at have valgt et emne.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Ny farvepalet";

/* COMMENT */
"New name for color palette:" = "Nyt navn til farvepalet:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Åbn farvepalet";

/* Color space or profile model name */
"Pattern" = "Mønster";

/* COMMENT
   NEED COMMENT */
"Remove" = "Fjern";

/* COMMENT */
"Remove Color Palette" = "Fjern farvepalet";

/* NEED COMMENT */
"Remove Palette" = "Fjern palet";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "Hvis du fjerner en speciel palet, slettes den permanent. Er du sikker på, at du vil fjerne %@ fra de specielle paletter?";

/* Generic title for color renaming panels */
"Rename Color" = "Omdøb farve";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Mætning";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Vis farver";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "Farvepaletten ‘%1$@’ indeholder %2$ld farver.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Arkivet ‘%@’ kan ikke fjernes.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "Billedet ‘%1$@’ kunne ikke omdøbes til ‘%2$@’.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Der er ikke tilladelse til at ændre arkivet ‘%@’.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Beskrivelsen ‘%1$@’ indeholder %2$ld farver.";

/* NEED COMMENT */
"There was a Color Panel error." = "Der opstod en fejl i farvevinduet.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Der opstod en fejl under åbning af farvepaletten.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Der opstod en fejl under arkivering af farvepaletten.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Denne farve kan ikke bruge beskrivelser.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Uden navn";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "Der findes allerede en farve med navnet ‘%@’ på denne liste. Vælg et andet navn.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Der findes allerede en speciel palet med navnet ‘%@’. Vælg et andet navn.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Der findes allerede en palet med navnet ‘%@’. Vælg et andet navn.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Du kan ikke omdøbe ‘%1$@’ til ‘%2$@’.";

